Repository: Jjianuo/DSI-GRUPO-06
Catalog: RADIANT SPARK/Strings/*/Resources.resw
Source language: en_us
Languages: es_es

# ActiveIT_InGame.Text
source: ACTIVE ITEMS
es_es: OBJETOS ACTIVOS

# CreditsB_MainM.Content
source: CREDITS
es_es: CREDITOS

# ExitB_MainM.Content
source: EXIT
es_es: SALIR

# FullscreenT_Settings.Text
source: FULLSCREEN
es_es: PANTALLA COMPLETA

# LanguageT_Settings.Text
source: LANGUAGE
es_es: IDIOMA

# LoadGameB_ChooseGame.Content
source: LOAD GAME
es_es: CARGAR PARTIDA

# LoadingT_LoadingS.Text
source: LOADING...
es_es: CARGANDO...

# MapOneT_MapSelect.Text
source: MAP ONE
es_es: MAPA UNO

# MapThreeT_MapSelect.Text
source: MAP THREE
es_es: MAPA TRES

# MapTwoT_MapSelect.Text
source: MAP TWO
es_es: MAPA DOS

# MusicVT_Settings.Text
source: MUSIC VOLUME
es_es: VOLUMEN DE LA MUSICA

# NatureT_CharacterS.Text
source: NATURE
es_es: NATURALEZA

# NewGameB_ChooseGame.Content
source: NEW GAME
es_es: NUEVA PARTIDA

# NewWT_TeamS.Text
source: NEW WORLD
es_es: NUEVO MUNDO

# NotEnCreT_Shop.Text
source: Not enough credits
es_es: Sin dinero suficiente

# OldWT_TeamS.Text
source: OLD WORLD
es_es: ANTIGUO MUNDO

# OrderT_CharacterS.Text
source: ORDER
es_es: ORDEN

# PeaceT_CharacterS.Text
source: PEACE
es_es: PAZ

# PlayB_MainM.Content
source: PLAY
es_es: JUGAR

# PressAKT_Story.Text
source: PRESS ANY KEY TO CONTINUE
es_es: PRESIONA CUALQUIER TECLA PARA CONTINUAR

# SettingsB_MainM.Content
source: SETTINGS
es_es: CONFIGURACION

# ShopB_MainM.Content
source: SHOP
es_es: TIENDA

# SoundVT_Settings.Text
source: SOUND VOLUME
es_es: VOLUMEN DEL SONIDO

# TitleT_CharacterS.Text
source: CHARACTER SELECTION
es_es: SELECCION DE PERSONAJE

# TitleT_ChooseGame.Text
source: CHOOSE GAME
es_es: SELECCION DE PARTIDA

# TitleT_Credits.Text
source: CREDITS
es_es: CREDITOS

# TitleT_MapSelect.Text
source: MAP SELECTION
es_es: SELECCION DE MAPA

# TitleT_PauseM.Text
source: PAUSE MENU
es_es: MENU DE PAUSA

# TitleT_Settings.Text
source: SETTINGS
es_es: CONFIGURACION

# TitleT_Shop.Text
source: SHOP
es_es: TIENDA

# TitleT_Story.Text
source: STORY
es_es: HISTORIA

# TitleT_TeamS.Text
source: TEAM SELECTION
es_es: SELECCION DE EQUIPO

# WorldT_CharacterS.Text
source: WORLD
es_es: MUNDO

# WraithT_CharacterS.Text
source: WRAITH
es_es: ESPECTRO
